---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetStartOverhang
source: html/4d9d3059-962b-3c1a-92c7-8b215945e3fb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.WrongFabricSheetStartOverhang Property

Wrong Start Overhang of the Fabric Sheet Type.

## Syntax (C#)
```csharp
public static FailureDefinitionId WrongFabricSheetStartOverhang { get; }
```